// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Acrescentar papel personalizado";

NoIccTitle = "<nenhum perfil selecionado>";

DoubleNameTitle = "O nome do papel personalizado já existe";
DoubleNameMsg = "Já existe um tipo de papel personalizado com o nome \"%@\". Escolha outro nome para o papel personalizado.";

MaxMediaExceededTitle = "Você ultrapassou o número máximo de tipos de papel personalizado.";
MaxMediaExceededMsg = "Você pode definir até %i tipos de papel personalizado. Exclua um ou mais tipos de papel antes de acrescentar um novo.";

ProfileExistsTitle = "Este perfil ICC já existe";
ProfileExistsMsg = "Um perfil ICC com o nome de arquivo \"%@\" já está arquivado no repositório local. Se \"Usar o perfil existente\" for selecionado, o arquivo é usado com o papel personalizado. Você pode também escolher \"Usar nome de arquivo diferente\" para criar um novo nome de arquivo.";
ProfileExistsDefButton = "Usar o perfil existente";
ProfileExistsAltButton = "Cancelar";
ProfileExistsOtherButton = "Usar um nome de arquivo diferente";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Revestido Inkjet";
PhotoRag = "Fotográfico Rag";
Watercolor = "Aquarela";
Canvas = "Tela";
RigidPhotoRag = "Fotográfico Rag Rígido";
RigidWatercolor = "Aquarela Rígido";
RigidCanvas = "Canvas Rígido";
Brochure = "Folheto";
PlainPaper = "Papel Comum";
PhotoInkjetScrapbook = "Papel de álbum de recortes p/ jato de tinta, foto";
MatteInkjetScrapbook = "Papel de álbum de recortes p/ jato de tinta, mate";

Coated = "Revestido";
PhotoThick = "Espessura da foto";
FiberGloss = "Brilhante com fibras";
photoRag = "Tecido fotográfico";
photoRagThin = "Papel fibroso para foto fino";

//print quality names
Best = "Melhor";
Normal = "Normal";
Fast = "Rascunho rápido";
MaxDPI = "DPI máxima";

ProfileInvalidTitle = "Tipo de arquivo ICC incorreto";
ProfileInvalidMsg = "O arquivo ICC selecionado não pode ser usado com uma impressora.";
ProfileInvalidDefButton = "Escolha outro perfil…";
ProfileInvalidAltButton = "Cancelar";

TaskTitleFieldText = "Acrescentar papel personalizado";
TaskDescriptionFieldText = "Clique no botão Acrescentar para acrescentar o papel personalizado à lista de Papéis personalizados.";
StartButtonText = "Acrescentar";
AddSheetDescriptionFieldText = "Forneça as informações sobre o papel a ser acrescentado.";
PaperNameLableText = "Nome do papel personalizado:";
PaperCategoryLableText = "Categoria do papel:";
IccFileNamelableText = "Perfil ICC (opcional):";
IccFileNameFieldText = "<nenhum perfil selecionado>";
BrowseButtonText = "Pesquisar…";
ClearButtonText = "Limpar perfil";
CancelButtonText = "Cancelar";
DoneButtonText = "Completo";